// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Lukitse resurssit";

InitializationWarningTitle = "Haluatko varmasti alustaa massamuistilaitteen \"%@\"?";
InitializationWarningMsg = "Yksikön kaikki tiedot menetetään. Et voi kumota tätä toimenpidettä.";
InitializeButtonTitle = "Alusta";
CancelButtonTitle = "Peruuta";

ControlPanelNoLocking = "Ei lukitusta";
ControlPanelMinimalLocking = "Pieni lukitus";
ControlPanelModerateLocking = "Kohtalainen lukitus";
ControlPanelIntermediateLocking = "Keskitason lukitus";
ControlPanelMaximalLocking = "Suuri lukitus";

TaskDescription = "Hallitse resursseja muuttamalla ohjauspaneelin ja muistiyksiköiden käyttöoikeutta.";
PanelLockLabel = "Ohjauspaneelin käyttötaso:";
LockNote = "Napsauta valintaruutua lukitaksesi massamuistilaitteen tai avataksesi sen lukituksen.";
LockColumnTitle = "Lukitse";
UnitColumnTitle = "Massamuistilaitteet";
InitializeUnitButtonTitle = "Alusta valittu massamuistilaite";
ApplyButtonTitle = "Ota käyttöön";